[
 {
  "fact": "In 1955, only 330 Volkswagen Beetle's were sold at a price of $1800 each in the United States.",
  "id": "anfact-e7c7597e1353873ff661c946f6fbd8d2"
 },
 {
  "fact": "The aorta, which is largest artery located in the body, is about the diameter of a garden hose",
  "id": "anfact-7badbebe49271c61d37450ccdb80fddc"
 },
 {
  "fact": "The first toilet stall in a public washroom is the least likely to be used. It is also the cleanest",
  "id": "anfact-d54e8b3fed3c3a80b393c250f18da3fa"
 },
 {
  "fact": "The Stanley Cup originally was only seven and a half inches high",
  "id": "anfact-eca6179e335154edede05e395fd66e86"
 },
 {
  "fact": "In World War II, the German submarine U-120 was sunk by a malfunctioning toilet",
  "id": "anfact-baf16431412193fe34f7fad859afda15"
 },
 {
  "fact": "The silk that is produced by spiders is stronger than steel",
  "id": "anfact-643e3f1abefce0e416d8773d50ce707a"
 },
 {
  "fact": "In Belgium, there is a museum just for strawberries",
  "id": "anfact-a4dca12793b8416ab42e2d5ff6bf0d8b"
 },
 {
  "fact": "The snow leopard protects itself from extreme cold when it sleeps by wrapping its 3-foot-long tail around its nose",
  "id": "anfact-472557cdf09641a25e85dbd58823dcdc"
 },
 {
  "fact": "In the 13th century, quality standards for paste were assigned by the Pope",
  "id": "anfact-d8e9235302608700a6df5b84bd99dffc"
 },
 {
  "fact": "A squash ball moving at 150 kilometers per hour has the same impact of a .22 bullet",
  "id": "anfact-6c6711419ef422b26cc2b1e1446e2e84"
 },
 {
  "fact": "Columbia University is the second largest landowner in New York City, after the Catholic Church",
  "id": "anfact-27d24441adf799a42aaee76dc81f5843"
 },
 {
  "fact": "From 1526 to 1707, the first six Mogul emperors of India ruled in unbroken succession from father to son",
  "id": "anfact-375d1830124ac0343dbf1083fe83bbc3"
 },
 {
  "fact": "In 1938, Cliquot Club ginger ale was the first soft drink to be canned",
  "id": "anfact-4aa9f114fec0a5229ee289ce6e2bd1b7"
 },
 {
  "fact": "In the Victoria era, red tulips were a declaration of love",
  "id": "anfact-be50156d9b6e93d36f3ad2bd76d28cc7"
 },
 {
  "fact": "The average weight of a newborn baby is 7 lbs. 6 oz. For a triplet baby it is 3 lbs. 12 oz",
  "id": "anfact-25028d7edf7ddb0981e2bc9bf056a4ba"
 },
 {
  "fact": "A butterfly has to have a body temperature greater than 86 degrees to be able to fly",
  "id": "anfact-19d0f80f1a71f439dece3b6ee18396a8"
 },
 {
  "fact": "Venus is the only planet that rotates clockwise",
  "id": "anfact-fe5e56feeaf42c32ee1f7478a43ace69"
 },
 {
  "fact": "James Bond is also known as Mr. Kiss-Kiss-Bang-Bang",
  "id": "anfact-5e8560792b4609fd6dfa27c23f56781d"
 },
 {
  "fact": "In a year, there are 60,000 trampoline injuries that occur in the U.S",
  "id": "anfact-0e56d715a075c268c8855b96e2e6e27b"
 },
 {
  "fact": "The highest mountain in the Western Hemisphere is Mount Aconcagua in Argentina. It rises 22,834 feet above sea level",
  "id": "anfact-892f21fa53da4e8b4480d786fde44669"
 },
 {
  "fact": "Stinging insects kills approximately 25 people annually in the U.S",
  "id": "anfact-94789b5a8beaa32df73e7d068c1844c4"
 },
 {
  "fact": "In 1894, the carnival made its debut in North America",
  "id": "anfact-0173d735803f1c16de3c6200023a3521"
 },
 {
  "fact": "A man named Charles Osborne had the hiccups for approximately sixty-nine years",
  "id": "anfact-65ef3b61a39daca669e9a5111b6cc821"
 },
 {
  "fact": "People have the tendency to chew the food on the side that they most often use their hand",
  "id": "anfact-e7a5461c16223f1fb03a9613462337d2"
 },
 {
  "fact": "To make butter more attractive in colour, carrot juice was used by people in the Middle Ages",
  "id": "anfact-7d19455301a512b60bead49c32aa9a17"
 },
 {
  "fact": "In the United States, you are more likely to be killed by a bee sting than a shark attack",
  "id": "anfact-6893c0dfb40aeb889511bb1567adbc58"
 },
 {
  "fact": "Many insects can carry 50 times their own body weight",
  "id": "anfact-0da843de2f3f83c13dc96d0ecef9090e"
 },
 {
  "fact": "A person will burn 7 percent more calories if they walk on hard dirt compared to pavement",
  "id": "anfact-d54e7a3e5a6a241b0bd8c35f76a748ef"
 },
 {
  "fact": "Whale eyes are the size of a grapefruit",
  "id": "anfact-f5150b7d61cf4ef1029a45e73b70b99d"
 },
 {
  "fact": "The average human head weighs about eight pounds",
  "id": "anfact-2c0061ec90a4102ba3c6ea60e53a1d8b"
 },
 {
  "fact": "The total mileage driven by all U-Haul trucks in a year is enough to move a person from the Earth to the moon five times a day for an entire year",
  "id": "anfact-077b158231c038acd1b25373a5c0b02d"
 },
 {
  "fact": "People who ride on roller coasters have a higher chance of having a blood clot in the brain",
  "id": "anfact-ada197d0dd86ec3d86fd6ea2afd1f8d1"
 },
 {
  "fact": "Ukrainian people celebrate Christmas on January 7th, which is the Orthodox Christmas Day",
  "id": "anfact-febe65a5ddeb91b90e8850cb792d4119"
 },
 {
  "fact": "Heavier lemons contain more and tastier juice",
  "id": "anfact-465ff71bd6efc3ca13fe87234b567909"
 },
 {
  "fact": "EPCOT stands for \"Experimental Prototype City Of Tomorrow.\"",
  "id": "anfact-16f145076fcf7b58ee9aefc600eb43de"
 },
 {
  "fact": "Amazingly, goalies in the National Hockey League played without masks until the year 1959",
  "id": "anfact-e51b3ce9f1f6d01e30bd70c91f3e0b51"
 },
 {
  "fact": "Uranus has 27 moons",
  "id": "anfact-e2bf07232b9fb0bc399fa08506549da8"
 },
 {
  "fact": "Nintendo was first establish in 1889 and they started out making special playing cards",
  "id": "anfact-76e69615969694aa6de09fe2533179f3"
 },
 {
  "fact": "A 13-year-old boy in India produced winged beetles in his urine after hatching the eggs in his body",
  "id": "anfact-b9d4d7f0982563ecaf63c64821a5f506"
 },
 {
  "fact": "The tallest freestanding sculpture in the world is Chief Crazy Horse in South Dakota, USA",
  "id": "anfact-19b895d0728ddb51ae3cc354dbbfd45f"
 },
 {
  "fact": "Soaking beans for twelve hours in water before they are cooked can reduce flatulence caused by beans",
  "id": "anfact-b574512056cbe21d9f094fec4bf34f50"
 },
 {
  "fact": "Little Miss Muffet was a girl from the 16th century whose name was really Patience",
  "id": "anfact-9451429adbdc395741195b068291ae74"
 },
 {
  "fact": "The first World Series baseball playoffs occurred in 1903",
  "id": "anfact-60b65ea472dcdfb38db3422725b6b701"
 },
 {
  "fact": "The first box of Crayola that was ever sold had the same eight colours that are sold in the box today consisting of red, blue, yellow, green, violet, orange, black and brown. The box was sold for a nickel in 1903",
  "id": "anfact-604248b7ad0bc0676eaf72646c9c9cd8"
 },
 {
  "fact": "Octopus and squid are thought to be the most intelligent of all invertebrates",
  "id": "anfact-a89dce9de418273335bb7f45f0fc94f6"
 },
 {
  "fact": "During World War II, there was not enough sugar in the U.S. to make candy as it was sent to the troops overseas. At this time, popcorn was consumed three times more than its usual amount",
  "id": "anfact-b64e6f2e44b48485b037254211d33be5"
 },
 {
  "fact": "Studies indicate that weightlifters working out in blue gyms can handle heavier weights",
  "id": "anfact-46b8193b507349e803b91cdc91003995"
 },
 {
  "fact": "In ancient Egypt, Priests plucked EVERY hair from their bodies including their eyebrows and eyelashes",
  "id": "anfact-fa2f258efa6c28c97ccebb4c17f0b5f7"
 },
 {
  "fact": "The least likely day to eat out in the United States is Monday",
  "id": "anfact-34a6b75bcbf370d85e4c3608b3d47481"
 },
 {
  "fact": "The sex of a baby crocodile is determined by the temperature in the nest and how deeply the eggs are buried",
  "id": "anfact-db04e80dcd2f5bb880f591199a7a398f"
 },
 {
  "fact": "Every 40,000 children are killed by fires",
  "id": "anfact-646833c5cf84f118b35857b72cdf4efa"
 },
 {
  "fact": "The name of the popular sports drink Gatorade was named for the University of Florida Gators where it was developed",
  "id": "anfact-da73c6630823d4d90359c831fc67a618"
 },
 {
  "fact": "More people die from eating sharks then from being eaten by them. This is due to a poison in shark meat",
  "id": "anfact-b92562088639f9bf403909970c36b4c5"
 },
 {
  "fact": "The 1912 Olympics was the last Olympics that gave out gold medals that were made entirely out of gold",
  "id": "anfact-e155ed82550f510a01ac7d5425e9dd0c"
 },
 {
  "fact": "A lion feeds once every three to four days",
  "id": "anfact-6c8656e8458b46cc5b2c3e848f159166"
 },
 {
  "fact": "In 1281, the Mongol army of Kublai Khan tried to invade Japan but were ravaged by a hurricane that destroyed their fleet",
  "id": "anfact-b343cafe1286bb1df6fdcda09d5ee599"
 },
 {
  "fact": "February 17th, 1930, was the first flight by a cow in an airplane. The milk that was produced by the cow during the flight was put into containers and parachuted over the city of St. Louis",
  "id": "anfact-23f61c81649e645cf5e22d4d5f696fb1"
 },
 {
  "fact": "Over 600,000 people died as a result of the Spanish influenza epidemic",
  "id": "anfact-b98e6f168500913f9238da739061d647"
 },
 {
  "fact": "From all the states, Montana has the most different species of animals",
  "id": "anfact-8e0397164b1fa9fa9376cc02a68f09c4"
 },
 {
  "fact": "Used in art the word \"sfumato\" refers to the subtle blending of an outline by gradually blending one tone into another",
  "id": "anfact-ba8794420837e991647a09886d8e7448"
 },
 {
  "fact": "When the body is resting, it takes in about 10 litres of air every minute",
  "id": "anfact-b1e88e5665630fecd2a59bdfe98e5d5b"
 },
 {
  "fact": "Mardi Gras means \"Fat Tuesday.\" This is the festival that New Orleans, Louisiana is famous for having every year",
  "id": "anfact-3df5d422fe1346a25c30976e37790919"
 },
 {
  "fact": "The beeswax that is produced by Honey bees comes from eight paired glands that are located on the underside of their stomach",
  "id": "anfact-5ff2f68d4178122200c0953690f596e2"
 },
 {
  "fact": "In the United States, more than 4.2 million couples live together that are not married",
  "id": "anfact-1d2ab70e2890ce4da5bd23e4213ef717"
 },
 {
  "fact": "The worlds tallest free fall rollercoaster is The Giant Drop located in Australia. The drops is 120 meters which is equivalent to a 39 storey building",
  "id": "anfact-8f90c27b54add3eef73bd2fa54a7cfcd"
 },
 {
  "fact": "Mary Hart, the co-anchor of Entertainment Tonight, has each of her legs insured for one million dollars",
  "id": "anfact-338e66390a36f09e6eab29a9313b92a6"
 },
 {
  "fact": "A leech can gorge itself up to a maximum of five times its body weight",
  "id": "anfact-d161088a265ac1fb71a3b72d509b703f"
 },
 {
  "fact": "A top freestyle swimmer achieves a speed of only 4 miles per hour. Fish, in contrast, have been clocked at 68 mph",
  "id": "anfact-a0d63d36164a7c5553112f4035ef4829"
 },
 {
  "fact": "The first movie to ever cost $100 million to make is Terminator 2: Judgment Day in 1991",
  "id": "anfact-d75823f3bf42a4a9de5dd0831451b0bd"
 },
 {
  "fact": "The CIA has made a disk camera that is as big as a quarter. This gadget can take many pictures at a time when the disk is opened.",
  "id": "anfact-4141a515088e0c79762b7d1e69701e3f"
 },
 {
  "fact": "Heinz first started making ketchup in 1876 and the recipe has remained the same ever since",
  "id": "anfact-49ae610c6ab440c214b9389dd5f68740"
 },
 {
  "fact": "The only lizard that has a voice is the Gecko",
  "id": "anfact-dbb06553b6781c87b7f6c457675ee854"
 },
 {
  "fact": "There are five years in a quinquennium",
  "id": "anfact-c9d22ba7497f5868e2ef77f7f5879bce"
 },
 {
  "fact": "Energy is being wasted if a toaster is left plugged in after use",
  "id": "anfact-832cd58ab86220f83e3e9072352943c5"
 },
 {
  "fact": "Only 23% of New Zealand families have more than two children",
  "id": "anfact-c0f4dd61f7c880bb9d902565e04a72d4"
 },
 {
  "fact": "One ounce of chocolate has about 20 mg of caffeine in it",
  "id": "anfact-896c09b040755d7b5aac8ce1a07cc643"
 },
 {
  "fact": "An average driver spends approximately 2 hours and 14 minutes kissing in their car in a lifetime",
  "id": "anfact-be5bb2fcbfca5539ba75d6e157c7fd02"
 },
 {
  "fact": "A maple tree is usually tapped when the tree is at least 45 years old and has a diameter of 12 inches",
  "id": "anfact-ca93d53f8d54f12f912f7491bd2bbdc0"
 },
 {
  "fact": "A galactic year is 250 million Earth-years. This is the time it takes for our solar system to make one revolution around the Milky Way Galaxy.",
  "id": "anfact-fc1aca38af3608832b145148b64a325a"
 },
 {
  "fact": "The average Hostess Twinkie is 68 percent air as measured by volume according to university researchers",
  "id": "anfact-f34b422c55f980c1898c9f3b4c9acaf9"
 },
 {
  "fact": "Other than London, Liverpool is the most filmed British city, and was used to film more than 140 films in 2002",
  "id": "anfact-fdf9327ff0f5c2f67b89e00547f1d34c"
 },
 {
  "fact": "Thomas Edison was afraid of the dark. (Hence, the light bulb?)",
  "id": "anfact-c64c02542cce7dc399cadf4b28d01576"
 },
 {
  "fact": "Queen Elizabeth I always wore a necklace with a little perfume bottle attached everywhere she went",
  "id": "anfact-9cb8a3dfbc57ee614330d655ca6946d1"
 },
 {
  "fact": "The first hair dryer was a vacuum cleaner that was used for drying hair",
  "id": "anfact-5d17eeba6581f46007013c9e611fd525"
 },
 {
  "fact": "Contrary to popular beliefs, chocolate does not cause acne",
  "id": "anfact-4975755cd1e70084d1709012fb12e104"
 },
 {
  "fact": "An average person laughs about 15 times a day",
  "id": "anfact-92eb58338839db5dfad8a0b7ffecea55"
 },
 {
  "fact": "Before 1883, the three-cent U.S. stamp was also used for advertising. The advertisment was located on the back of the stamp for various products",
  "id": "anfact-d6aa3f224e759be4bba1b67b26d3d691"
 },
 {
  "fact": "Post-It Notes, which are adhesive notes, were invented while looking for a way to improve the acrylate adhesive found in tapes",
  "id": "anfact-ac7d430f8179bfe9336315ecac8a5318"
 },
 {
  "fact": "Chewing on gum while cutting onions can help a person from producing tears",
  "id": "anfact-8789e611c3089d46ae102e76817f7b52"
 },
 {
  "fact": "Cimeti?re du P?re Lachaise located in Paris is the most visited cemetery in the world. The cemetery opened in 1805 and has over one million people buried there, including rock star Jim Morrison",
  "id": "anfact-25ce5d1a574cf3d39c09f048e418adf6"
 },
 {
  "fact": "A violin actually contains 70 separate pieces of wood",
  "id": "anfact-cef031aecd4d89d3373e4087b1ecdaa2"
 },
 {
  "fact": "It is not possible to tickle yourself. The cerebellum, a part of the brain, warns the rest of the brain that you are about to tickle yourself. Since your brain knows this, it ignores the resulting sensation",
  "id": "anfact-e74b479d9f4f30b4523f33730b1a0a2e"
 },
 {
  "fact": "The colours yellow, red, and orange are used in fast food restaraunts because those are the colours that stimulate hunger",
  "id": "anfact-6f70890b85753dda3367204501ac80b0"
 },
 {
  "fact": "There are five million scent receptors located in a human beings nose",
  "id": "anfact-1ab809cdf73fe2c3455a28919ea9f3cd"
 },
 {
  "fact": "Gorillas can catch human colds and other illnesses",
  "id": "anfact-b23ae28ff792c9554ca0020cbf945596"
 },
 {
  "fact": "Los Angeles is the most polluted city in the USA",
  "id": "anfact-8f1261355be4243fe70480a78c7ad68c"
 },
 {
  "fact": "Kermit the Frog was named after Kermit Scott, a childhood friend of creator Jim Henson, who became a professor of philosophy at Purdue University",
  "id": "anfact-ef1511aaccc393de6b1024bd7713a8d4"
 },
 {
  "fact": "Snake venom is ninety percent protein",
  "id": "anfact-a92a73fc96c133bc24c63db22435a038"
 },
 {
  "fact": "Ballroom dancing is a course at Brigham Young University in Utah",
  "id": "anfact-288f635a3a9ea8c50f23f6279c94c278"
 },
 {
  "fact": "Before 1928, yo-yos used to be called bandalores in the United States",
  "id": "anfact-d37be892544dcbad8cb97f449e4daa39"
 },
 {
  "fact": "The titan arum flower is the largest flower in the world and gives off a horrible odor that smells like rotting flesh when it blooms",
  "id": "anfact-354cdc30b2756a1910d26dbdbc9915a5"
 },
 {
  "fact": "Robert Southey wrote the story \"Goldilocks and the Three Bears\" in 1834",
  "id": "anfact-baf8b6edf48cbaef359b3e8393276aa0"
 },
 {
  "fact": "The amount of blood a female mosquito drinks per serving is five millionths of a liter",
  "id": "anfact-8f6d2fadfe095f5a66a9ec05aa72d65c"
 },
 {
  "fact": "A snail can crawl across a razor blade without getting injured. This is possible because they excrete a slime that protects them",
  "id": "anfact-51dc8d642953f80d4ebdde007bf01dce"
 },
 {
  "fact": "The word \"diamond\" comes from the Greek word \"adamas,\" which means \"unconquerable.\"",
  "id": "anfact-8763912ad588fa93f69eeb935cf64b1a"
 },
 {
  "fact": "The Library of Congress, located in Washington D.C., is the largest library in the world",
  "id": "anfact-a257f7716bf6887b17e617e0e8f9dff9"
 },
 {
  "fact": "The words moron, imbecile, and idiot are not interchangable. The one with the highest level of intelligence is a moron, followed, by an imbecile, and then idiot",
  "id": "anfact-48f6e71d047c60f1d930f9bdc92aeaa5"
 },
 {
  "fact": "Cost of raising a medium-size dog to the age of eleven: $6,400",
  "id": "anfact-6d5f53f866c5e29dfb8ab997e7234fac"
 },
 {
  "fact": "By weight, the sun is 70% hydrogen, 28% helium, 1.5% carbon, nitrogen, and oxygen, and 0.5% all other elements.",
  "id": "anfact-f183614219751539cd9fb17dff86017b"
 },
 {
  "fact": "Humans are born with 300 bones in their body, however when a person reaches adulthood they only have 206 bones. This occurs because many of them join together to make a single bone",
  "id": "anfact-30e3dfcaa107b403bc6c43724bf47bc3"
 },
 {
  "fact": "A duck's quack doesn't echo, and no one knows why.",
  "id": "anfact-141155425b3095b584325ef6730efe1d"
 },
 {
  "fact": "In the Pacific Islands when people get burns they often use a banana leaf as treatment",
  "id": "anfact-ccf6160a92c53a21fd564351a1a7efe1"
 },
 {
  "fact": "Research indicates that babies who suck on pacifiers are more prone to ear aches",
  "id": "anfact-5aeea18d033075ccd879ec864edbd722"
 },
 {
  "fact": "Americans eat approximately 20 pounds of pasta per person each year",
  "id": "anfact-e2ad4f89880b21dd0a37895c36e05bc1"
 },
 {
  "fact": "After the Eiffel Tower was built, one person was killed during the installation of the lifts. No one was killed during the actual construction of the tower",
  "id": "anfact-7a4da77fea1f0f1a3090b8bfafbe992d"
 },
 {
  "fact": "Cheetahs are the fastest land animal and can reach speeds up to 72mph",
  "id": "anfact-e9fb268f304b6cba8fb56815c78f0d62"
 },
 {
  "fact": "There are an equivalent number of cows and people in Friesland, Netherlands",
  "id": "anfact-df508c0cd0db75c430eac8c4a210b937"
 },
 {
  "fact": "Walt Disney had originally suggested using the name Mortimer Mouse instead of Mickey Mouse",
  "id": "anfact-8de523dd26fdb5770a2b74c0994e87ef"
 },
 {
  "fact": "Early Romans used to use porcupine quills as toothpicks",
  "id": "anfact-0ab971e45f801e1c119e6777eb881a70"
 },
 {
  "fact": "There are no ants in Iceland, Antarctica and Greenland",
  "id": "anfact-c217a13a20f2ceb719b15161bf52f2ef"
 },
 {
  "fact": "Every three days a human stomach gets a new lining",
  "id": "anfact-e355330381d794b4efa8935d8bbaf39e"
 },
 {
  "fact": "The average person falls asleep in about 12 to 14 minutes",
  "id": "anfact-7d8436fb9d5fec25da06a78eb7f69b10"
 },
 {
  "fact": "When opossums are playing 'possum, they are not \"playing.\" Theyactually pass out from sheer terror.",
  "id": "anfact-d12f976f285c44859fadb62706d7a9aa"
 },
 {
  "fact": "Prosopagnosia refers to the inability to identify people by their faces. In severe cased prosopagnosia a person may not be able to identify themselves in a mirror",
  "id": "anfact-c556ef9e15d8c23118393b01bd3969e2"
 },
 {
  "fact": "Squids move through the ocean using a jet of water forced out of the body by a siphon",
  "id": "anfact-eb8506a92740fd00fd25736fd1c9c909"
 },
 {
  "fact": "The average person can live about a month without eating any food, but can only live about a week without water",
  "id": "anfact-e6fe334eb8f52b5243179c168ce83a54"
 },
 {
  "fact": "Grapes are grown around the world more than any other fruit",
  "id": "anfact-050c2c95c6824786df6bd1b9a205b3c0"
 },
 {
  "fact": "The average person spends two weeks of their life kissing",
  "id": "anfact-690dd78528c65280b3d2bc989f43dd51"
 },
 {
  "fact": "In gangster slang, a boxing match that is fixed is called a \"barney.\"",
  "id": "anfact-e53889085eb36d2b04305c90123899a5"
 },
 {
  "fact": "The average human scalp has 100,000 hairs",
  "id": "anfact-e5082550f57ee8e10e815503cec08945"
 },
 {
  "fact": "An ear of corn consists of 80% water",
  "id": "anfact-e41fa18b64efb152df4b5fae181e42c4"
 },
 {
  "fact": "In China, fish is eaten more than three times what it is in the United States",
  "id": "anfact-add9e5ec8512be145f87149be0f912f1"
 },
 {
  "fact": "A female ferret can die if she goes into heat and cannot find a mate",
  "id": "anfact-a45838247c4210fce68e415248fa6560"
 },
 {
  "fact": "Just by recycling one aluminum can, enough energy would be saved to have a TV run for three hours.",
  "id": "anfact-17ad424261ee96050cebaaeb8a49ea80"
 },
 {
  "fact": "The colour blue has a calming effect. It causes the brain to release calming hormones",
  "id": "anfact-fdf23daba61bc0d970e93ec15543a5aa"
 },
 {
  "fact": "Once a human reaches the age of 35, he/she will start losing approximately 7,000 brain cells a day. The cells will never be replaced",
  "id": "anfact-d5e511035abff5ee935dbedc1d52acad"
 }
]