[
 {
  "fact": "In 1955, only 330 Volkswagen Beetle's were sold at a price of $1800 each in the United States.",
  "id": "anfact-e7c7597e1353873ff661c946f6fbd8d2"
 },
 {
  "fact": "The aorta, which is largest artery located in the body, is about the diameter of a garden hose",
  "id": "anfact-7badbebe49271c61d37450ccdb80fddc"
 },
 {
  "fact": "The first toilet stall in a public washroom is the least likely to be used. It is also the cleanest",
  "id": "anfact-d54e8b3fed3c3a80b393c250f18da3fa"
 },
 {
  "fact": "The Stanley Cup originally was only seven and a half inches high",
  "id": "anfact-eca6179e335154edede05e395fd66e86"
 },
 {
  "fact": "In World War II, the German submarine U-120 was sunk by a malfunctioning toilet",
  "id": "anfact-baf16431412193fe34f7fad859afda15"
 },
 {
  "fact": "The silk that is produced by spiders is stronger than steel",
  "id": "anfact-643e3f1abefce0e416d8773d50ce707a"
 },
 {
  "fact": "In Belgium, there is a museum just for strawberries",
  "id": "anfact-a4dca12793b8416ab42e2d5ff6bf0d8b"
 },
 {
  "fact": "The snow leopard protects itself from extreme cold when it sleeps by wrapping its 3-foot-long tail around its nose",
  "id": "anfact-472557cdf09641a25e85dbd58823dcdc"
 },
 {
  "fact": "In the 13th century, quality standards for paste were assigned by the Pope",
  "id": "anfact-d8e9235302608700a6df5b84bd99dffc"
 },
 {
  "fact": "A squash ball moving at 150 kilometers per hour has the same impact of a .22 bullet",
  "id": "anfact-6c6711419ef422b26cc2b1e1446e2e84"
 },
 {
  "fact": "Columbia University is the second largest landowner in New York City, after the Catholic Church",
  "id": "anfact-27d24441adf799a42aaee76dc81f5843"
 },
 {
  "fact": "From 1526 to 1707, the first six Mogul emperors of India ruled in unbroken succession from father to son",
  "id": "anfact-375d1830124ac0343dbf1083fe83bbc3"
 },
 {
  "fact": "In 1938, Cliquot Club ginger ale was the first soft drink to be canned",
  "id": "anfact-4aa9f114fec0a5229ee289ce6e2bd1b7"
 },
 {
  "fact": "In the Victoria era, red tulips were a declaration of love",
  "id": "anfact-be50156d9b6e93d36f3ad2bd76d28cc7"
 },
 {
  "fact": "The average weight of a newborn baby is 7 lbs. 6 oz. For a triplet baby it is 3 lbs. 12 oz",
  "id": "anfact-25028d7edf7ddb0981e2bc9bf056a4ba"
 },
 {
  "fact": "A butterfly has to have a body temperature greater than 86 degrees to be able to fly",
  "id": "anfact-19d0f80f1a71f439dece3b6ee18396a8"
 },
 {
  "fact": "Venus is the only planet that rotates clockwise",
  "id": "anfact-fe5e56feeaf42c32ee1f7478a43ace69"
 },
 {
  "fact": "James Bond is also known as Mr. Kiss-Kiss-Bang-Bang",
  "id": "anfact-5e8560792b4609fd6dfa27c23f56781d"
 },
 {
  "fact": "In a year, there are 60,000 trampoline injuries that occur in the U.S",
  "id": "anfact-0e56d715a075c268c8855b96e2e6e27b"
 },
 {
  "fact": "The highest mountain in the Western Hemisphere is Mount Aconcagua in Argentina. It rises 22,834 feet above sea level",
  "id": "anfact-892f21fa53da4e8b4480d786fde44669"
 },
 {
  "fact": "Stinging insects kills approximately 25 people annually in the U.S",
  "id": "anfact-94789b5a8beaa32df73e7d068c1844c4"
 },
 {
  "fact": "In 1894, the carnival made its debut in North America",
  "id": "anfact-0173d735803f1c16de3c6200023a3521"
 },
 {
  "fact": "A man named Charles Osborne had the hiccups for approximately sixty-nine years",
  "id": "anfact-65ef3b61a39daca669e9a5111b6cc821"
 },
 {
  "fact": "People have the tendency to chew the food on the side that they most often use their hand",
  "id": "anfact-e7a5461c16223f1fb03a9613462337d2"
 },
 {
  "fact": "To make butter more attractive in colour, carrot juice was used by people in the Middle Ages",
  "id": "anfact-7d19455301a512b60bead49c32aa9a17"
 },
 {
  "fact": "In the United States, you are more likely to be killed by a bee sting than a shark attack",
  "id": "anfact-6893c0dfb40aeb889511bb1567adbc58"
 },
 {
  "fact": "Many insects can carry 50 times their own body weight",
  "id": "anfact-0da843de2f3f83c13dc96d0ecef9090e"
 },
 {
  "fact": "A person will burn 7 percent more calories if they walk on hard dirt compared to pavement",
  "id": "anfact-d54e7a3e5a6a241b0bd8c35f76a748ef"
 },
 {
  "fact": "Whale eyes are the size of a grapefruit",
  "id": "anfact-f5150b7d61cf4ef1029a45e73b70b99d"
 },
 {
  "fact": "The average human head weighs about eight pounds",
  "id": "anfact-2c0061ec90a4102ba3c6ea60e53a1d8b"
 },
 {
  "fact": "The total mileage driven by all U-Haul trucks in a year is enough to move a person from the Earth to the moon five times a day for an entire year",
  "id": "anfact-077b158231c038acd1b25373a5c0b02d"
 },
 {
  "fact": "People who ride on roller coasters have a higher chance of having a blood clot in the brain",
  "id": "anfact-ada197d0dd86ec3d86fd6ea2afd1f8d1"
 },
 {
  "fact": "Ukrainian people celebrate Christmas on January 7th, which is the Orthodox Christmas Day",
  "id": "anfact-febe65a5ddeb91b90e8850cb792d4119"
 },
 {
  "fact": "Heavier lemons contain more and tastier juice",
  "id": "anfact-465ff71bd6efc3ca13fe87234b567909"
 },
 {
  "fact": "EPCOT stands for \"Experimental Prototype City Of Tomorrow.\"",
  "id": "anfact-16f145076fcf7b58ee9aefc600eb43de"
 },
 {
  "fact": "Amazingly, goalies in the National Hockey League played without masks until the year 1959",
  "id": "anfact-e51b3ce9f1f6d01e30bd70c91f3e0b51"
 },
 {
  "fact": "Uranus has 27 moons",
  "id": "anfact-e2bf07232b9fb0bc399fa08506549da8"
 },
 {
  "fact": "Nintendo was first establish in 1889 and they started out making special playing cards",
  "id": "anfact-76e69615969694aa6de09fe2533179f3"
 },
 {
  "fact": "A 13-year-old boy in India produced winged beetles in his urine after hatching the eggs in his body",
  "id": "anfact-b9d4d7f0982563ecaf63c64821a5f506"
 },
 {
  "fact": "The tallest freestanding sculpture in the world is Chief Crazy Horse in South Dakota, USA",
  "id": "anfact-19b895d0728ddb51ae3cc354dbbfd45f"
 },
 {
  "fact": "Soaking beans for twelve hours in water before they are cooked can reduce flatulence caused by beans",
  "id": "anfact-b574512056cbe21d9f094fec4bf34f50"
 },
 {
  "fact": "Little Miss Muffet was a girl from the 16th century whose name was really Patience",
  "id": "anfact-9451429adbdc395741195b068291ae74"
 },
 {
  "fact": "The first World Series baseball playoffs occurred in 1903",
  "id": "anfact-60b65ea472dcdfb38db3422725b6b701"
 },
 {
  "fact": "The first box of Crayola that was ever sold had the same eight colours that are sold in the box today consisting of red, blue, yellow, green, violet, orange, black and brown. The box was sold for a nickel in 1903",
  "id": "anfact-604248b7ad0bc0676eaf72646c9c9cd8"
 },
 {
  "fact": "Octopus and squid are thought to be the most intelligent of all invertebrates",
  "id": "anfact-a89dce9de418273335bb7f45f0fc94f6"
 },
 {
  "fact": "During World War II, there was not enough sugar in the U.S. to make candy as it was sent to the troops overseas. At this time, popcorn was consumed three times more than its usual amount",
  "id": "anfact-b64e6f2e44b48485b037254211d33be5"
 },
 {
  "fact": "Studies indicate that weightlifters working out in blue gyms can handle heavier weights",
  "id": "anfact-46b8193b507349e803b91cdc91003995"
 },
 {
  "fact": "In ancient Egypt, Priests plucked EVERY hair from their bodies including their eyebrows and eyelashes",
  "id": "anfact-fa2f258efa6c28c97ccebb4c17f0b5f7"
 },
 {
  "fact": "The least likely day to eat out in the United States is Monday",
  "id": "anfact-34a6b75bcbf370d85e4c3608b3d47481"
 },
 {
  "fact": "The sex of a baby crocodile is determined by the temperature in the nest and how deeply the eggs are buried",
  "id": "anfact-db04e80dcd2f5bb880f591199a7a398f"
 },
 {
  "fact": "Every 40,000 children are killed by fires",
  "id": "anfact-646833c5cf84f118b35857b72cdf4efa"
 }
]