[
 {
  "id": "ichd-wcxHJBl3gFd",
  "joke": "I am terrified of elevators. I’m going to start taking steps to avoid them."
 },
 {
  "id": "ichd-rc2E6EdiNe",
  "joke": "Want to hear my pizza joke? Never mind, it's too cheesy."
 },
 {
  "id": "ichd-BQnyImOCIBd",
  "joke": "How do hens stay fit? They always egg-cercise!"
 },
 {
  "id": "ichd-ly5hNR7w5Ed",
  "joke": "I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy."
 },
 {
  "id": "ichd-zPZ0TClqrc",
  "joke": "What do you call a guy lying on your doorstep? Matt."
 },
 {
  "id": "ichd-ciiNuXDY0wc",
  "joke": "Where did Captain Hook get his hook? From a second hand store."
 },
 {
  "id": "ichd-TS0gFlqr4ob",
  "joke": "What do you call a group of disorganized cats? A cat-tastrophe."
 },
 {
  "id": "ichd-zdpjyXnjbFd",
  "joke": "I met this girl on a dating site and, I don't know, we just clicked."
 },
 {
  "id": "ichd-UKeFB59EQf",
  "joke": "Why did the coffee file a police report? It got mugged."
 },
 {
  "id": "ichd-M7ElyAQCAd",
  "joke": "How was the snow globe feeling after the storm? A little shaken."
 },
 {
  "id": "ichd-kqcFBlGJYDd",
  "joke": "You know what they say about cliffhangers..."
 },
 {
  "id": "ichd-fiydpr4EQnb",
  "joke": "What’s brown and sounds like a bell? Dung!"
 },
 {
  "id": "ichd-0wcFBQfiGBd",
  "joke": "Did you hear the joke about the wandering nun? She was a roman catholic."
 },
 {
  "id": "ichd-oOR7hFdx5Ed",
  "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
 },
 {
  "id": "ichd-I6h3ozAIYDd",
  "joke": "Where do hamburgers go to dance? The meat-ball."
 },
 {
  "id": "ichd-1Dt4M7Ufaxc",
  "joke": "Slept like a log last night … woke up in the fireplace."
 },
 {
  "id": "ichd-KmW8hFlV0ob",
  "joke": "A panda walks into a bar and says to the bartender “I’ll have a Scotch and . . . . . . . . . . . . . . Coke thank you”. \r\n\r\n“Sure thing” the bartender replies and asks “but what’s with the big pause?” \r\n\r\nThe panda holds up his hands and says “I was born with them”"
 },
 {
  "id": "ichd-0oz51ozk3ob",
  "joke": "A steak pun is a rare medium well done."
 },
 {
  "id": "ichd-SvPRCIeiNuc",
  "joke": "How does a dyslexic poet write? Inverse."
 },
 {
  "id": "ichd-n3gVSC5oOmb",
  "joke": "What's black and white and read all over? The newspaper."
 },
 {
  "id": "ichd-71wsPKeF6h",
  "joke": "What did the dog say to the two trees? Bark bark."
 },
 {
  "id": "ichd-F6wPR71Dtzd",
  "joke": "I’m reading a book on the history of glue – can’t put it down."
 },
 {
  "id": "ichd-AI6pbUSnbh",
  "joke": "What is the best way to carve?\r\nWhittle by whittle."
 },
 {
  "id": "ichd-LBAQ79MJmb",
  "joke": "What’s the difference between an African elephant and an Indian elephant? About 5000 miles."
 },
 {
  "id": "ichd-bxXLeqzP7wc",
  "joke": "Americans can't switch from pounds to kilograms overnight. That would cause mass confusion."
 },
 {
  "id": "ichd-0ozAXv4Mmjb",
  "joke": "Why did the tomato blush? Because it saw the salad dressing."
 },
 {
  "id": "ichd-fVv4MRuHBsc",
  "joke": "How do robots eat guacamole? With computer chips."
 },
 {
  "id": "ichd-q4hiGJBXLe",
  "joke": "Why do fish live in salt water? Because pepper makes them sneeze!"
 },
 {
  "id": "ichd-Z8UDIRuXLmb",
  "joke": "Who did the wizard marry? His ghoul-friend"
 },
 {
  "id": "ichd-skGtHlORfFd",
  "joke": "What kind of music do planets listen to? Nep-tunes."
 },
 {
  "id": "ichd-SKeqOucNeFd",
  "joke": "What time did the man go to the dentist? Tooth hurt-y."
 },
 {
  "id": "ichd-08EQZ8EQukb",
  "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
 },
 {
  "id": "ichd-ci311DtH6h",
  "joke": "I’ll tell you something about German sausages, they’re the wurst"
 },
 {
  "id": "ichd-uszdNZ8MRCd",
  "joke": "My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible."
 },
 {
  "id": "ichd-EtzscNuk3Ed",
  "joke": "Why don't you find hippopotamuses hiding in trees?\r\nThey're really good at it."
 },
 {
  "id": "ichd-UKuXvzAlOuc",
  "joke": "I was going to learn how to juggle, but I didn't have the balls."
 },
 {
  "id": "ichd-WLJJRKJeqjb",
  "joke": "I used to work in a shoe recycling shop. It was sole destroying."
 },
 {
  "id": "ichd-a29pbp4haFd",
  "joke": "Where do rabbits go after they get married? On a bunny-moon."
 },
 {
  "id": "ichd-AAXnyImyPCd",
  "joke": "Don't trust atoms. They make up everything."
 },
 {
  "id": "ichd-G6EtkOZD5h",
  "joke": "Why can't you use \"Beef stew\" as a password? Because it's not stroganoff."
 },
 {
  "id": "ichd-HJJY0LR7hyd",
  "joke": "Where did you learn to make ice cream? Sunday school."
 },
 {
  "id": "ichd-7Ufi31gydFd",
  "joke": "What did the mountain climber name his son? Cliff."
 },
 {
  "id": "ichd-eqcpOf2EImb",
  "joke": "To the person who stole my anti-depressant pills: I hope you're happy now."
 },
 {
  "id": "ichd-s4Me29U0gqc",
  "joke": "Cosmetic surgery used to be such a taboo subject.\r\nNow you can talk about Botox and nobody raises an eyebrow."
 },
 {
  "id": "ichd-cpWnWg3TKmb",
  "joke": "Two silk worms had a race. They ended up in a tie."
 },
 {
  "id": "ichd-yP7MRucFQCd",
  "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
 },
 {
  "id": "ichd-KZDtkG6pjqc",
  "joke": "Writing with a broken pencil is pointless."
 },
 {
  "id": "ichd-lqWgFlyPusc",
  "joke": "What do you call an Argentinian with a rubber toe? Roberto"
 },
 {
  "id": "ichd-CIt49pjG6wc",
  "joke": "Why don’t skeletons ever go trick or treating? Because they have nobody to go with."
 },
 {
  "id": "ichd-BQKZTnOCIe",
  "joke": "I had a pair of racing snails. I removed their shells to make them more aerodynamic, but they became sluggish."
 },
 {
  "id": "ichd-dibUSv4ojyd",
  "joke": "What kind of award did the dentist receive? A little plaque."
 },
 {
  "id": "ichd-Xn3wX8hi3Ed",
  "joke": "Did you hear about the Mexican train killer? He had loco motives"
 },
 {
  "id": "ichd-LuciNmbaMmb",
  "joke": "What did the digital clock say to the grandfather clock? Look, no hands!"
 },
 {
  "id": "ichd-9hyAsrzAItc",
  "joke": "Where’s the bin? Dad: I haven’t been anywhere!"
 },
 {
  "id": "ichd-VfFlGJmOmb",
  "joke": "People saying 'boo! to their friends has risen by 85% in the last year.... That's a frightening statistic."
 },
 {
  "id": "ichd-mW01DA511ob",
  "joke": "I knew i shouldn’t have ate that seafood. Because now i’m feeling a little… Eel"
 },
 {
  "id": "ichd-08EQZ8EQukb",
  "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
 },
 {
  "id": "ichd-VDYgib2T7wc",
  "joke": "When you have a bladder infection, urine trouble."
 },
 {
  "id": "ichd-99MZvHJJtzd",
  "joke": "Why don't sharks eat clowns?  Because they taste funny."
 },
 {
  "id": "ichd-eNmyXDtzkqc",
  "joke": "Today a girl said she recognized me from vegetarian club, but I’m sure I’ve never met herbivore."
 },
 {
  "id": "ichd-5oWLeFdxkjb",
  "joke": "When is a door not a door? When it's ajar."
 },
 {
  "id": "ichd-4wciyk3EBAd",
  "joke": "I got a reversible jacket for Christmas, I can't wait to see how it turns out."
 },
 {
  "id": "ichd-7p41Lmbpjqc",
  "joke": "What has three letters and starts with gas? A Car."
 },
 {
  "id": "ichd-ljqzkVKJtrc",
  "joke": "How do you get two whales in a car? Start in England and drive West."
 },
 {
  "id": "ichd-wcxPRu41wc",
  "joke": "Why do bees have sticky hair? Because they use honey combs!"
 },
 {
  "id": "ichd-fVKuPmjq4Ed",
  "joke": "A Skeleton walked into a bar he said I need a beer and a mop"
 },
 {
  "id": "ichd-mG61giiy5wc",
  "joke": "Why didn't the number 4 get into the nightclub? Because he is 2 square."
 },
 {
  "id": "ichd-AQn3wPKeqrc",
  "joke": "It was raining cats and dogs the other day. I almost stepped in a poodle."
 },
 {
  "id": "ichd-IJBAsrrzPmb",
  "joke": "What do you call a cow with two legs? Lean beef."
 },
 {
  "id": "ichd-LBdUvcFB5h",
  "joke": "Two peanuts were walking down the street. One was a salted"
 },
 {
  "id": "ichd-FBQ7wskbMmb",
  "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
 },
 {
  "id": "ichd-Tvcah31oWvc",
  "joke": "What do you call a fashionable lawn statue with an excellent sense of rhythmn? A metro-gnome"
 },
 {
  "id": "ichd-6USSCQnyd",
  "joke": "I'd like to start a diet, but I've got too much on my plate right now."
 },
 {
  "id": "ichd-S7wHQKJe2wc",
  "joke": "How are false teeth like stars? They come out at night!"
 },
 {
  "id": "ichd-qjbF6E6wHlb",
  "joke": "Why did the belt go to prison? He held up a pair of pants!"
 },
 {
  "id": "ichd-G6pr4EQfiqc",
  "joke": "What did the piece of bread say to the knife? Butter me up."
 },
 {
  "id": "ichd-UKeFB59EQf",
  "joke": "Why did the coffee file a police report? It got mugged."
 },
 {
  "id": "ichd-rzs4T0oWgFd",
  "joke": "Two peanuts were walking down the street. One was a salted."
 },
 {
  "id": "ichd-51DAA5Tfaxc",
  "joke": "What did Romans use to cut pizza before the rolling cutter was invented? Lil Caesars"
 },
 {
  "id": "ichd-RSvzPuzAdpb",
  "joke": "Milk is also the fastest liquid on earth – its pasteurized before you even see it"
 },
 {
  "id": "ichd-EdpjyXSfNCd",
  "joke": "What do you call a monkey in a mine field? A babooooom!\n"
 },
 {
  "id": "ichd-FtHBXvXL6h",
  "joke": "I was going to get a brain transplant, but I changed my mind"
 },
 {
  "id": "ichd-2giGYLeiGe",
  "joke": "Hear about the new restaurant called Karma? There’s no menu: You get what you deserve."
 },
 {
  "id": "ichd-pzsrrcU08pb",
  "joke": "The best time on a clock is 6:30--hands down."
 },
 {
  "id": "ichd-aMmbaFYTKBd",
  "joke": "I finally bought the limited edition Thesaurus that I've always wanted. When I opened it, all the pages were blank.\r\nI have no words to describe how angry I am."
 },
 {
  "id": "ichd-H6pWvHQKJe",
  "joke": "Guy told me today he did not know what cloning is. I told him, \"that makes 2 of us.\""
 },
 {
  "id": "ichd-EYo4TCAdUf",
  "joke": "I tried to write a chemistry joke, but could never get a reaction."
 },
 {
  "id": "ichd-szXDA59U0wc",
  "joke": "I went on a date last night with a girl from the zoo. It was great. She’s a keeper."
 },
 {
  "id": "ichd-LRnGeVfiNe",
  "joke": "Today a man knocked on my door and asked for a small donation towards the local swimming pool. I gave him a glass of water."
 },
 {
  "id": "ichd-ei3T08EQZob",
  "joke": "Hostess: Do you have a preference of where you sit?\r\nDad: Down."
 },
 {
  "id": "ichd-6MZor4T79pb",
  "joke": "Why do trees seem suspicious on sunny days? Dunno, they're just a bit shady."
 },
 {
  "id": "ichd-pWn31TCQ7pb",
  "joke": "What do you call a duck that gets all A's? A wise quacker."
 },
 {
  "id": "ichd-zdpjyXnjbFd",
  "joke": "I met this girl on a dating site and, I don't know, we just clicked."
 },
 {
  "id": "ichd-Dd2EY018Me",
  "joke": "What do bees do after they are married? They go on a honeymoon."
 },
 {
  "id": "ichd-KJmrOKeNexc",
  "joke": "This morning I was wondering where the sun was, but then it dawned on me."
 },
 {
  "id": "ichd-s49h3ElVnrc",
  "joke": "I burned 2000 calories today, I left my food in the oven for too long."
 },
 {
  "id": "ichd-8hVnbxcp4wc",
  "joke": "Is there a hole in your shoe? No… Then how’d you get your foot in it?"
 },
 {
  "id": "ichd-KZDtkG6pjqc",
  "joke": "Writing with a broken pencil is pointless."
 },
 {
  "id": "ichd-NRuHJYgaUDd",
  "joke": "How many hipsters does it take to change a lightbulb? Oh, it's a really obscure number. You've probably never heard of it."
 },
 {
  "id": "ichd-X8xAlq4E6Ed",
  "joke": "What do I look like? A JOKE MACHINE!?"
 },
 {
  "id": "ichd-trjG61Dlqzd",
  "joke": "Why was Santa's little helper feeling depressed? Because he has low elf esteem.\n"
 },
 {
  "id": "ichd-h39UfibMJBd",
  "joke": "Did you hear about the cheese who saved the world? It was Legend-dairy!"
 },
 {
  "id": "ichd-cUvsHt41gFd",
  "joke": "A man walked in to a bar with some asphalt on his arm. He said “Two beers please, one for me and one for the road.”"
 },
 {
  "id": "ichd-dpWvHtW0Tnb",
  "joke": "What's orange and sounds like a parrot? A Carrot."
 },
 {
  "id": "ichd-HBszX8MJ6h",
  "joke": "I was so proud when I finished the puzzle in six months, when on the side it said three to four years."
 },
 {
  "id": "ichd-JmjbxkGJBAd",
  "joke": "Egyptians claimed to invent the guitar, but they were such lyres.﻿"
 },
 {
  "id": "ichd-cNRZTfFtrjb",
  "joke": "A man got hit in the head with a can of Coke, but he was alright because it was a soft drink."
 },
 {
  "id": "ichd-CtWgqjbMeib",
  "joke": "What kind of bagel can fly? A plain bagel."
 },
 {
  "id": "ichd-0ozAXv4Mmjb",
  "joke": "Why did the tomato blush? Because it saw the salad dressing."
 },
 {
  "id": "ichd-i31LeNRuzAd",
  "joke": "Why did the chicken get a penalty? For fowl play."
 },
 {
  "id": "ichd-vXgNZ0wcxAd",
  "joke": "I’m on a whiskey diet. I’ve lost three days already."
 },
 {
  "id": "ichd-DIeaUDlbUDd",
  "joke": "“My Dog has no nose.” “How does he smell?” “Awful”"
 },
 {
  "id": "ichd-FYTv41LmbFd",
  "joke": "You will never guess what Elsa did to the balloon. She let it go."
 },
 {
  "id": "ichd-1wkqrcNCljb",
  "joke": "Did you know that protons have mass? I didn't even know they were catholic."
 },
 {
  "id": "ichd-3oG6UvX82g",
  "joke": "Which is the fastest growing city in the world? Dublin'"
 },
 {
  "id": "ichd-pjyA59MRusc",
  "joke": "There’s a new type of broom out, it’s sweeping the nation."
 },
 {
  "id": "ichd-xAlOZ8pOmjb",
  "joke": "How do the trees get on the internet? They log on."
 },
 {
  "id": "ichd-ciiNuXDY0wc",
  "joke": "Where did Captain Hook get his hook? From a second hand store."
 },
 {
  "id": "ichd-AIm3w5hiyd",
  "joke": "Why did the tree go to the dentist? It needed a root canal."
 },
 {
  "id": "ichd-7h3oGtrOfxc",
  "joke": "Whiteboards ... are remarkable."
 },
 {
  "id": "ichd-ci311DtH6h",
  "joke": "I’ll tell you something about German sausages, they’re the wurst"
 },
 {
  "id": "ichd-lbU01DljGtc",
  "joke": "I couldn't get a reservation at the library. They were completely booked."
 },
 {
  "id": "ichd-7MZ0LR7UfFd",
  "joke": "Why can't your nose be 12 inches long? Because then it'd be a foot!"
 },
 {
  "id": "ichd-eNuPm3Etzkb",
  "joke": "How do you make holy water? You boil the hell out of it."
 },
 {
  "id": "ichd-gNRnWvzdiib",
  "joke": "Sgt.: Commissar! Commissar! The troops are revolting! Commissar: Well, you’re pretty repulsive yourself."
 },
 {
  "id": "ichd-TvzdxXSCdFd",
  "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
 },
 {
  "id": "ichd-BQnyImOCIBd",
  "joke": "How do hens stay fit? They always egg-cercise!"
 },
 {
  "id": "ichd-wHJtHeFY8h",
  "joke": "Why did the Clydesdale give the pony a glass of water?  Because he was a little horse!"
 },
 {
  "id": "ichd-21DQnbaaxc",
  "joke": "Whoever invented the knock-knock joke should get a no bell prize."
 },
 {
  "id": "ichd-aaUKeahqWvc",
  "joke": "This is my step ladder. I never knew my real ladder."
 },
 {
  "id": "ichd-K6UKmykqrjb",
  "joke": "What is a witch's favorite subject in school? Spelling!"
 },
 {
  "id": "ichd-Me2wAAl31wc",
  "joke": "Velcro… What a rip-off."
 },
 {
  "id": "ichd-scUvsrORKe",
  "joke": "I asked a frenchman if he played video games. He said \"Wii\""
 },
 {
  "id": "ichd-IRZDtWSnWDd",
  "joke": "Why do pumpkins sit on people’s porches?\r\n\r\nThey have no hands to knock on the door."
 },
 {
  "id": "ichd-TCA59hiiVvc",
  "joke": "Yesterday a clown held a door open for me. I thought it was a nice jester."
 },
 {
  "id": "ichd-TSfFYT7EBd",
  "joke": "Why can’t you hear a pterodactyl go to the bathroom? The p is silent."
 },
 {
  "id": "ichd-iq4hVD599pb",
  "joke": "Doctor you've got you help me, I'm addicted to twitter. Doctor: I don't follow you."
 },
 {
  "id": "ichd-qrOfN7w5ojb",
  "joke": "A cannibal is someone who is fed up with people."
 },
 {
  "id": "ichd-SvXDImbMe",
  "joke": "Don't tell secrets in corn fields. Too many ears around."
 },
 {
  "id": "ichd-9prWnjyImyd",
  "joke": "Why do bears have hairy coats? Fur protection."
 },
 {
  "id": "ichd-DAskq4oWSvc",
  "joke": "I was just looking at my ceiling. Not sure if it’s the best ceiling in the world, but it’s definitely up there."
 },
 {
  "id": "ichd-2wkykjyIYDd",
  "joke": "What did the traffic light say to the car as it passed? \"Don't look I'm changing!\""
 },
 {
  "id": "ichd-hNu4oORnOmb",
  "joke": "What do you call cheese by itself? Provolone."
 },
 {
  "id": "ichd-5M7hF6EItzd",
  "joke": "My pet mouse 'Elvis' died last night. He was caught in a trap.."
 },
 {
  "id": "ichd-ozsPmORZvzd",
  "joke": "A bartender broke up with her boyfriend, but he kept asking her for another shot."
 },
 {
  "id": "ichd-218xkq49prc",
  "joke": "I was fired from the keyboard factory yesterday.  I wasn't putting in enough shifts."
 },
 {
  "id": "ichd-HlbFQ71wkyd",
  "joke": "I just broke my guitar. It's okay, I won't fret"
 },
 {
  "id": "ichd-82TnORSK6wc",
  "joke": "Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, ‘No, just leave it in the carton!’"
 },
 {
  "id": "ichd-3E6MuHtH6h",
  "joke": "What did one wall say to the other wall? I'll meet you at the corner!"
 },
 {
  "id": "ichd-vkV0L6wcFlb",
  "joke": "Did you hear about the runner who was criticized? He just took it in stride"
 },
 {
  "id": "ichd-WgV0T0wk3ob",
  "joke": "Q: What did the spaghetti say to the other spaghetti?\r\nA: Pasta la vista, baby!"
 },
 {
  "id": "ichd-9xA51L6Uvc",
  "joke": "What do you get when you cross a bee and a sheep? A bah-humbug.\r\n"
 },
 {
  "id": "ichd-ORK6UDA5hqc",
  "joke": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
 },
 {
  "id": "ichd-IJYvcFIBAlb",
  "joke": "What did the big flower say to the littler flower? Hi, bud!"
 },
 {
  "id": "ichd-c2LJR7Ed2ob",
  "joke": "An apple a day keeps the bullies away. If you throw it hard enough."
 },
 {
  "id": "ichd-u4Tvkba21wc",
  "joke": "Why did Sweden start painting barcodes on the sides of their battleships? So they could Scandinavian."
 },
 {
  "id": "ichd-PfaMusPucFd",
  "joke": "What do you do when your bunny gets wet? You get your hare dryer."
 },
 {
  "id": "ichd-Qn31o49Musc",
  "joke": "What do you call a fat psychic? A four-chin teller."
 },
 {
  "id": "ichd-ea2wkyscah",
  "joke": "What does an angry pepper do? It gets jalapeño face."
 },
 {
  "id": "ichd-WvHJJ611wAd",
  "joke": "The first time I got a universal remote control I thought to myself, \"This changes everything\""
 },
 {
  "id": "ichd-pWLRK6pWDtc",
  "joke": "What do you call a boomerang that won't come back? A stick."
 },
 {
  "id": "ichd-fii3Tv4hFd",
  "joke": "Today, my son asked \"Can I have a book mark?\" and I burst into tears. 11 years old and he still doesn't know my name is Brian."
 },
 {
  "id": "ichd-Q7pGY0Dt4Ed",
  "joke": "What do you call someone with no nose? Nobody knows."
 },
 {
  "id": "ichd-2TnrHtcNuc",
  "joke": "When will the little snake arrive? I don't know but he won't be long..."
 },
 {
  "id": "ichd-3E6U8UKmbFd",
  "joke": "Sometimes I tuck my knees into my chest and lean forward.  That’s just how I roll."
 },
 {
  "id": "ichd-1DIRSfx51Dd",
  "joke": "Why do birds fly south for the winter? Because it's too far to walk."
 },
 {
  "id": "ichd-JtcxXS0ozAd",
  "joke": "Toasters were the first form of pop-up notifications."
 },
 {
  "id": "ichd-WD5oWLuXgFd",
  "joke": "I used to work at a stationery store.  But, I didn't feel like I was going anywhere.\r\n\r\nSo, I got a job at a travel agency.  Now, I know I'll be going places."
 }
]