[
 {
  "id": "ichd-wcxHJBl3gFd",
  "joke": "I am terrified of elevators. I’m going to start taking steps to avoid them."
 },
 {
  "id": "ichd-rc2E6EdiNe",
  "joke": "Want to hear my pizza joke? Never mind, it's too cheesy."
 },
 {
  "id": "ichd-BQnyImOCIBd",
  "joke": "How do hens stay fit? They always egg-cercise!"
 },
 {
  "id": "ichd-ly5hNR7w5Ed",
  "joke": "I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy."
 },
 {
  "id": "ichd-zPZ0TClqrc",
  "joke": "What do you call a guy lying on your doorstep? Matt."
 },
 {
  "id": "ichd-ciiNuXDY0wc",
  "joke": "Where did Captain Hook get his hook? From a second hand store."
 },
 {
  "id": "ichd-TS0gFlqr4ob",
  "joke": "What do you call a group of disorganized cats? A cat-tastrophe."
 },
 {
  "id": "ichd-zdpjyXnjbFd",
  "joke": "I met this girl on a dating site and, I don't know, we just clicked."
 },
 {
  "id": "ichd-UKeFB59EQf",
  "joke": "Why did the coffee file a police report? It got mugged."
 },
 {
  "id": "ichd-M7ElyAQCAd",
  "joke": "How was the snow globe feeling after the storm? A little shaken."
 },
 {
  "id": "ichd-kqcFBlGJYDd",
  "joke": "You know what they say about cliffhangers..."
 },
 {
  "id": "ichd-fiydpr4EQnb",
  "joke": "What’s brown and sounds like a bell? Dung!"
 },
 {
  "id": "ichd-0wcFBQfiGBd",
  "joke": "Did you hear the joke about the wandering nun? She was a roman catholic."
 },
 {
  "id": "ichd-oOR7hFdx5Ed",
  "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
 },
 {
  "id": "ichd-I6h3ozAIYDd",
  "joke": "Where do hamburgers go to dance? The meat-ball."
 },
 {
  "id": "ichd-1Dt4M7Ufaxc",
  "joke": "Slept like a log last night … woke up in the fireplace."
 },
 {
  "id": "ichd-KmW8hFlV0ob",
  "joke": "A panda walks into a bar and says to the bartender “I’ll have a Scotch and . . . . . . . . . . . . . . Coke thank you”. \r\n\r\n“Sure thing” the bartender replies and asks “but what’s with the big pause?” \r\n\r\nThe panda holds up his hands and says “I was born with them”"
 },
 {
  "id": "ichd-0oz51ozk3ob",
  "joke": "A steak pun is a rare medium well done."
 },
 {
  "id": "ichd-SvPRCIeiNuc",
  "joke": "How does a dyslexic poet write? Inverse."
 },
 {
  "id": "ichd-n3gVSC5oOmb",
  "joke": "What's black and white and read all over? The newspaper."
 },
 {
  "id": "ichd-71wsPKeF6h",
  "joke": "What did the dog say to the two trees? Bark bark."
 },
 {
  "id": "ichd-F6wPR71Dtzd",
  "joke": "I’m reading a book on the history of glue – can’t put it down."
 },
 {
  "id": "ichd-AI6pbUSnbh",
  "joke": "What is the best way to carve?\r\nWhittle by whittle."
 },
 {
  "id": "ichd-LBAQ79MJmb",
  "joke": "What’s the difference between an African elephant and an Indian elephant? About 5000 miles."
 },
 {
  "id": "ichd-bxXLeqzP7wc",
  "joke": "Americans can't switch from pounds to kilograms overnight. That would cause mass confusion."
 },
 {
  "id": "ichd-0ozAXv4Mmjb",
  "joke": "Why did the tomato blush? Because it saw the salad dressing."
 },
 {
  "id": "ichd-fVv4MRuHBsc",
  "joke": "How do robots eat guacamole? With computer chips."
 },
 {
  "id": "ichd-q4hiGJBXLe",
  "joke": "Why do fish live in salt water? Because pepper makes them sneeze!"
 },
 {
  "id": "ichd-Z8UDIRuXLmb",
  "joke": "Who did the wizard marry? His ghoul-friend"
 },
 {
  "id": "ichd-skGtHlORfFd",
  "joke": "What kind of music do planets listen to? Nep-tunes."
 },
 {
  "id": "ichd-SKeqOucNeFd",
  "joke": "What time did the man go to the dentist? Tooth hurt-y."
 },
 {
  "id": "ichd-08EQZ8EQukb",
  "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
 },
 {
  "id": "ichd-ci311DtH6h",
  "joke": "I’ll tell you something about German sausages, they’re the wurst"
 },
 {
  "id": "ichd-uszdNZ8MRCd",
  "joke": "My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible."
 },
 {
  "id": "ichd-EtzscNuk3Ed",
  "joke": "Why don't you find hippopotamuses hiding in trees?\r\nThey're really good at it."
 },
 {
  "id": "ichd-UKuXvzAlOuc",
  "joke": "I was going to learn how to juggle, but I didn't have the balls."
 },
 {
  "id": "ichd-WLJJRKJeqjb",
  "joke": "I used to work in a shoe recycling shop. It was sole destroying."
 },
 {
  "id": "ichd-a29pbp4haFd",
  "joke": "Where do rabbits go after they get married? On a bunny-moon."
 },
 {
  "id": "ichd-AAXnyImyPCd",
  "joke": "Don't trust atoms. They make up everything."
 },
 {
  "id": "ichd-G6EtkOZD5h",
  "joke": "Why can't you use \"Beef stew\" as a password? Because it's not stroganoff."
 },
 {
  "id": "ichd-HJJY0LR7hyd",
  "joke": "Where did you learn to make ice cream? Sunday school."
 },
 {
  "id": "ichd-7Ufi31gydFd",
  "joke": "What did the mountain climber name his son? Cliff."
 },
 {
  "id": "ichd-eqcpOf2EImb",
  "joke": "To the person who stole my anti-depressant pills: I hope you're happy now."
 },
 {
  "id": "ichd-s4Me29U0gqc",
  "joke": "Cosmetic surgery used to be such a taboo subject.\r\nNow you can talk about Botox and nobody raises an eyebrow."
 },
 {
  "id": "ichd-cpWnWg3TKmb",
  "joke": "Two silk worms had a race. They ended up in a tie."
 },
 {
  "id": "ichd-yP7MRucFQCd",
  "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
 },
 {
  "id": "ichd-KZDtkG6pjqc",
  "joke": "Writing with a broken pencil is pointless."
 }
]