[
 {
  "id": "ichd-wcxHJBl3gFd",
  "joke": "I am terrified of elevators. I’m going to start taking steps to avoid them."
 },
 {
  "id": "ichd-rc2E6EdiNe",
  "joke": "Want to hear my pizza joke? Never mind, it's too cheesy."
 },
 {
  "id": "ichd-BQnyImOCIBd",
  "joke": "How do hens stay fit? They always egg-cercise!"
 },
 {
  "id": "ichd-ly5hNR7w5Ed",
  "joke": "I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy."
 },
 {
  "id": "ichd-zPZ0TClqrc",
  "joke": "What do you call a guy lying on your doorstep? Matt."
 },
 {
  "id": "ichd-ciiNuXDY0wc",
  "joke": "Where did Captain Hook get his hook? From a second hand store."
 },
 {
  "id": "ichd-TS0gFlqr4ob",
  "joke": "What do you call a group of disorganized cats? A cat-tastrophe."
 },
 {
  "id": "ichd-zdpjyXnjbFd",
  "joke": "I met this girl on a dating site and, I don't know, we just clicked."
 },
 {
  "id": "ichd-UKeFB59EQf",
  "joke": "Why did the coffee file a police report? It got mugged."
 },
 {
  "id": "ichd-M7ElyAQCAd",
  "joke": "How was the snow globe feeling after the storm? A little shaken."
 },
 {
  "id": "ichd-kqcFBlGJYDd",
  "joke": "You know what they say about cliffhangers..."
 },
 {
  "id": "ichd-fiydpr4EQnb",
  "joke": "What’s brown and sounds like a bell? Dung!"
 },
 {
  "id": "ichd-0wcFBQfiGBd",
  "joke": "Did you hear the joke about the wandering nun? She was a roman catholic."
 },
 {
  "id": "ichd-oOR7hFdx5Ed",
  "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
 },
 {
  "id": "ichd-I6h3ozAIYDd",
  "joke": "Where do hamburgers go to dance? The meat-ball."
 },
 {
  "id": "ichd-1Dt4M7Ufaxc",
  "joke": "Slept like a log last night … woke up in the fireplace."
 },
 {
  "id": "ichd-KmW8hFlV0ob",
  "joke": "A panda walks into a bar and says to the bartender “I’ll have a Scotch and . . . . . . . . . . . . . . Coke thank you”. \r\n\r\n“Sure thing” the bartender replies and asks “but what’s with the big pause?” \r\n\r\nThe panda holds up his hands and says “I was born with them”"
 },
 {
  "id": "ichd-0oz51ozk3ob",
  "joke": "A steak pun is a rare medium well done."
 },
 {
  "id": "ichd-SvPRCIeiNuc",
  "joke": "How does a dyslexic poet write? Inverse."
 },
 {
  "id": "ichd-n3gVSC5oOmb",
  "joke": "What's black and white and read all over? The newspaper."
 }
]