[
 {
  "id": "ichd-lqWgFlyPusc",
  "joke": "What do you call an Argentinian with a rubber toe? Roberto"
 },
 {
  "id": "ichd-CIt49pjG6wc",
  "joke": "Why don’t skeletons ever go trick or treating? Because they have nobody to go with."
 },
 {
  "id": "ichd-BQKZTnOCIe",
  "joke": "I had a pair of racing snails. I removed their shells to make them more aerodynamic, but they became sluggish."
 },
 {
  "id": "ichd-dibUSv4ojyd",
  "joke": "What kind of award did the dentist receive? A little plaque."
 },
 {
  "id": "ichd-Xn3wX8hi3Ed",
  "joke": "Did you hear about the Mexican train killer? He had loco motives"
 },
 {
  "id": "ichd-LuciNmbaMmb",
  "joke": "What did the digital clock say to the grandfather clock? Look, no hands!"
 },
 {
  "id": "ichd-9hyAsrzAItc",
  "joke": "Where’s the bin? Dad: I haven’t been anywhere!"
 },
 {
  "id": "ichd-VfFlGJmOmb",
  "joke": "People saying 'boo! to their friends has risen by 85% in the last year.... That's a frightening statistic."
 },
 {
  "id": "ichd-mW01DA511ob",
  "joke": "I knew i shouldn’t have ate that seafood. Because now i’m feeling a little… Eel"
 },
 {
  "id": "ichd-08EQZ8EQukb",
  "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
 },
 {
  "id": "ichd-VDYgib2T7wc",
  "joke": "When you have a bladder infection, urine trouble."
 },
 {
  "id": "ichd-99MZvHJJtzd",
  "joke": "Why don't sharks eat clowns?  Because they taste funny."
 },
 {
  "id": "ichd-eNmyXDtzkqc",
  "joke": "Today a girl said she recognized me from vegetarian club, but I’m sure I’ve never met herbivore."
 },
 {
  "id": "ichd-5oWLeFdxkjb",
  "joke": "When is a door not a door? When it's ajar."
 },
 {
  "id": "ichd-4wciyk3EBAd",
  "joke": "I got a reversible jacket for Christmas, I can't wait to see how it turns out."
 },
 {
  "id": "ichd-7p41Lmbpjqc",
  "joke": "What has three letters and starts with gas? A Car."
 },
 {
  "id": "ichd-ljqzkVKJtrc",
  "joke": "How do you get two whales in a car? Start in England and drive West."
 },
 {
  "id": "ichd-wcxPRu41wc",
  "joke": "Why do bees have sticky hair? Because they use honey combs!"
 },
 {
  "id": "ichd-fVKuPmjq4Ed",
  "joke": "A Skeleton walked into a bar he said I need a beer and a mop"
 },
 {
  "id": "ichd-mG61giiy5wc",
  "joke": "Why didn't the number 4 get into the nightclub? Because he is 2 square."
 },
 {
  "id": "ichd-AQn3wPKeqrc",
  "joke": "It was raining cats and dogs the other day. I almost stepped in a poodle."
 }
]